Revit 2027 API
ParameterTypeId.ViewUnderlayTopId Property
 "Range: Top Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewUnderlayTopId { get; }
Public Shared ReadOnly Property ViewUnderlayTopId As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewUnderlayTopId {
	ForgeTypeId^ get ();
}
static member ViewUnderlayTopId : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace